Repository: ulinnajaaldi/story-app-fe-intermediate
Catalog: xliff/*.xlf
Languages: fr, ja

# se5668c8fab86600f
source: Ceritakan semua yang pengen kamu ceritakan!
fr: Racontez tout ce que vous voulez raconter!
ja: あなたが話したいことをすべて話してください！

# s2b1152796101df65
source: Dibuat dengan
fr: Fait avec
ja: 作成

# s8561596730a7bc7f
source: dari
fr: de
ja: から

# sce43d420b27c5f7a
source: Beranda
fr: Accueil
ja: ホーム

# s89f22a9f54f19a80
source: Tambah Ceritamu
fr: Ajouter votre histoire
ja: あなたのストーリーを追加する

# sf9a862bfd829397e
source: Dasbor
fr: Tableau de bord
ja: ダッシュボード

# sac895a732f35075f
source: Dari
fr: De
ja: から

# s1b1d78ca30914aa6
source: Dibuat pada
fr: Créé le
ja: 作成日時

# s5210adea8b887b09
source: Sunting Cerita
fr: Modifier l'histoire
ja: ストーリーを編集する

# s25d58a4f7aed695c
source: Hapus Cerita
fr: Supprimer l'histoire
ja: ストーリーを削除する

# s506f8b566e9bb5cc
source: Postingan dari
fr: Publications de
ja: からの投稿

# saf11cb67a773f4b8
source: Muat lebih banyak
fr: Charger plus
ja: もっと読み込む

# s036742b81439e088
source: Bagikan cerita
fr: Partagez des histoires
ja: ストーリーを共有する

# s25807183d7c8894d
source: Ceritamu
fr: Votre histoire
ja: あなたの物語

# sedb2b4c161373102
source: Tulis ceritamu
fr: Écrivez votre histoire
ja: あなたのストーリーを書いてください

# s1e0d705b550ce1fb
source: Sunting Ceritamu
fr: Modifier votre histoire
ja: ストーリーを編集する

# saca10295a606fc68
source: Kirim ceritamu di
fr: Soumettez votre histoire sur
ja: あなたのストーリーを投稿してください

# s9a78ac073fc5f049
source: Unggah foto
fr: Télécharger une photo
ja: 写真をアップロードする

# s52d46f243dffd99d
source: Cerita tidak boleh kosong
fr: Les histoires ne peuvent pas être vides
ja: ストーリーを空にすることはできません

# se62ecdd45f99e93f
source: Gambar tidak boleh kosong
fr: L'image ne peut pas être vide
ja: 画像を空にすることはできません

# s229fb4df9ecf3ed1
source: Keluar
fr: Sortir
ja: 外出

# s116a8d48166d06f0
source: Berhasil mendaftarkan akun
fr: Un compte a été enregistré avec succès
ja: アカウントが正常に登録されました

# sdfa7eac03f7b28e9
source: Akan dialihkan ke laman Masuk
fr: Sera redirigé vers la page de connexion
ja: ログインページにリダイレクトされます

# sb1a4bc14542488cb
source: Gagal mendaftarkan akun!
fr: Échec de l'enregistrement du compte !
ja: アカウントの登録に失敗しました!

# s38785fa6d9839658
source: Masukan data dengan benar.
fr: Entrez les données correctement.
ja: データを正しく入力してください。

# sef81340231617e9f
source: Akun tidak ditemukan
fr: Compte non trouvé
ja: アカウントが見つかりません

# s49612d19cda89771
source: Hai
fr: Salut
ja: やあ

# s6b8e82048af07ec9
source: Selamat datang di halaman dashboard pribadimu. Di sini, kamu dapat dengan mudah memposting, mengedit, atau menghapus cerita-ceritamu sesuka hati.
fr: Bienvenue sur votre page de tableau de bord personnelle. Vous voilà peut facilement publier, modifier ou supprimer vos histoires à volonté cœur.
ja: 個人のダッシュボード ページへようこそ。はい、どうぞ ストーリーを自由に簡単に投稿、編集、削除できます 心臓。

# s890aa51e55ae68b7
source: Tidak ada cerita terbaru dari
fr: Il n'y a pas d'histoires récentes de
ja: 最近の記事はありません

# s45dab30b4d2d3c14
source: Masuk
fr: Entrer
ja: 入力

# sf6fc1a3ab0cdc917
source: Daftar Sekarang
fr: S'inscrire maintenant
ja: 今すぐサインアップ

# sdad81b8d95fc0c93
source: Tambah cerita sebagai tamu
fr: Ajouter une histoire en tant qu'invité
ja: ゲストとしてストーリーを追加する

# sbef0c78f28053c51
source: Peringatan!
fr: Avertissement!
ja: 警告！

# s99795f2a7cf6ef11
source: Saat ini kamu mengirimkan cerita sebagai tamu
fr: Vous soumettez actuellement une histoire en tant qu'invité
ja: あなたは現在ゲストとしてストーリーを投稿しています

# s5f5e28285b2e25de
source: Tambah cerita sebagai
fr: Ajouter une histoire en tant que
ja: ストーリーを追加

# sef1ae18cfaa23e14
source: Wajib diisi
fr: Obligatoire
ja: 必須

# sc6d8f68597817c50
source: Ayo masuk untuk mulai bercerita!
fr: Entrez pour commencer à raconter des histoires !
ja: さあ、物語を語り始めましょう！

# s217d36c07e070a8c
source: Belum punya akun? ayo
fr: Vous n'avez pas encore de compte? Allez
ja: まだアカウントをお持ちでない場合は、来て

# sd93ff51dd0da1dbf
source: Daftar
fr: Liste
ja: リスト

# sbdd5f0e6c8fa262a
source: Ayo buat akun sekarang!
fr: Créons un compte maintenant !
ja: 今すぐアカウントを作成しましょう!

# s20dbf9a26584f60c
source: Sudah punya akun? ayo
fr: Vous avez déjà un compte? Allez
ja: すでにアカウントをお持ちですか？来て

# s9f09f24daafe7726
source: Kamu bisa membagikan cerita dengan lokasimu saat ini, ketika submit cerita.
fr: Vous pouvez partager des histoires avec votre emplacement actuel, lors de la soumission d'histoires.
ja: ストーリーを投稿するときに、現在地とストーリーを共有できます。

# sf4e340f709ed4168
source: aktif
fr: actif
ja: アクティブ

# sc2ca97b96fbd19fd
source: tidak aktif
fr: pas actif
ja: 非活動中

# s789f68bb51addb15
source: Status lokasimu saat ini
fr: L'état actuel de votre position
ja: 現在の位置情報のステータス
